Repository: gauravFlutter07/OIOT_2.0
Catalog: assets/translations/app_*.arb
Languages: te

source: Change Date
te: తేదీని మార్చండి

source: Change Time
te: సమయాన్ని మార్చండి

source: Change Pickup Location
te: పికప్ స్థానాన్ని మార్చండి

source: Change Drop Location
te: డ్రాప్ స్థానాన్ని మార్చండి

source: About Us
te: మా గురించి

source: Vision
te: విజన్

source: Values
te: విలువలు

source: Contact
te: సంప్రదించండి

source: Privacy Policy
te: గోప్యతా విధానం

source: Update on
te: అప్‌డేట్ ఆన్

source: Always share your ride details
te: మీ రైడ్ వివరాలను ఎల్లప్పుడూ షేర్ చేయండి

source: Save Emergency Contact
te: అత్యవసర పరిచయాన్ని సేవ్ చేయండి

source: Change Language
te: భాష మార్చు

source: Your Subscription
te: మీ సబ్ స్క్రిప్షన్

source: Travel Insurance
te: ప్రయాణపు భీమా

source: Advertisements
te: ప్రకటనలు

source: Trip Sharing
te: ట్రిప్ షేరింగ్

source: Phone Book
te: ఫోన్ బుక్

source: Auto
te: ఆటో

source: Manual
te: మాన్యువల్

source: FAQS
te: తరచుగా అడిగే ప్రశ్నలు

source: Search
te: వెతకండి

# termsAndConditions
source: Terms & Conditions
te: నిబంధనలు & షరతులు

source: Top Questions
te: అగ్ర ప్రశ్నలు

source: How to operate a trip?
te: యాత్రను ఎలా నిర్వహించాలి?

source: How to book a ride?
te: రైడ్‌ను ఎలా బుక్ చేసుకోవాలి?

# howToPayForRide
source: How to pay for a ride
te: రైడ్ కోసం ఎలా చెల్లించాలి

# howToChangePassword
source: How to change my password
te: నా పాస్‌వర్డ్‌ను ఎలా మార్చాలి

# howToUpdateProfile
source: How to update my profile
te: నా ప్రొఫైల్‌ను ఎలా అప్‌డేట్ చేయాలి

source: View All
te: అన్నీ వీక్షించండి

source: Add New
te: కొత్తది జత పరచండి

source: Add new FAQ
te: కొత్త తరచుగా అడిగే ప్రశ్నలను జోడించండి

source: Add answer
te: సమాధానాన్ని జోడించండి

source: Type Questions
te: ప్రశ్నలను టైప్ చేయండి

source: Still having issues?
te: ఇంకా సమస్యలు ఉన్నాయి?

source: Chat with us
te: మాతో చాట్ చేయండి

source: Call us
te: మాకు కాల్ చేయండి

# oiotCreatedSuccesfully
source: Your Oiot account has been created Successfully
te: మీ ఓఈయోట్ ఖాతా సృష్టించబడింది విజయవంతంగా

source: No referral code
te: రిఫరల్ కోడ్ లేదు

source: Check out this referral code
te: ఈ రెఫరల్ కోడ్‌ని చూడండి

source: Share Referral Code
te: రెఫరల్ కోడ్ షేర్ చేయండి

# mobileMustBeTenDigits
source: Mobile number must be 10 digits
te: మొబైల్ నంబర్ తప్పనిసరిగా 10 అంకెలు ఉండాలి

# pleaseEnterValidEmailAddress
source: Please enter a valid email address
te: దయచేసి చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాను నమోదు చేయండి

source: Empty
te: ఖాళీ

source: Edit
te: సవరించు

source: Please enter Aadhaar number
te: దయచేసి ఆధార్ నంబర్‌ని నమోదు చేయండి

source: Please enter Pan number
te: దయచేసి పాన్ నంబర్‌ని నమోదు చేయండి

source: Contacts Saved
te: పరిచయాలు సేవ్ చేయబడ్డాయి

# pleaseEnterTenDigitMobileNumber
source: Please enter a valid 10-digit mobile number
te: దయచేసి చెల్లుబాటు అయ్యే 10-అంకెల మొబైల్ నంబర్‌ను నమోదు చేయండి

# ifYouInviteARider
source: If you invite a rider to use OIOT, you will get a referral bonus of Rs. 500/-
te: మీరు ఓఈయోట్ ని ఉపయోగించడానికి ఒక రైడర్‌ని ఆహ్వానిస్తే, మీరు రిఫరల్ బోనస్‌గా రూ. 500/-

source: Facebook
te: ఫేస్బుక్

source: WhatsApp
te: వాట్సాప్

source: LinkedIn
te: లింక్డ్ఇన్

source: Telegram
te: టెలిగ్రామ్

source: Share Now
te: ఇప్పుడే షేర్ చేయండి

source: Help Centre
te: సహాయ కేంద్రం

source: Raise an Issue
te: సమస్యను పరిష్కరించండి

source: App Issue
te: యాప్ సమస్య

source: Comment
te: వ్యాఖ్య

source: Upload Image
te: చిత్రాన్ని అప్‌లోడ్ చేయండి

source: Browse
te: విహరించు

source: No image selected!
te: చిత్రం ఏదీ ఎంచుకోబడలేదు!

source: Submit Ticket
te: టికెట్ సమర్పించండి

source: Provide the detail below
te: క్రింద వివరాలను అందించండి

source: Settings saved successfully
te: సెట్టింగ్‌లు విజయవంతంగా సేవ్ చేయబడ్డాయి

source: Save settings
te: సెట్టింగ్ లను సేవ్ చేయండి

source: This service type is not available in your area.
te: ఈ సర్వీస్ రకం మీ ప్రాంతంలో అందుబాటులో లేదు.

source: Hey
te: హే

source: Our Community
te: మా సంఘం

source: Completed
te: పూర్తయింది

source: Something went wrong
te: ఎక్కడో తేడ జరిగింది

source: Send
te: పంపండి

source: My Code
te: నా కోడ్

source: Scan
te: స్కాన్

source: QR Code
te: క్యూఆర్ కోడ్

source: Click here to scan QR code
te: క్యూఆర్ కోడ్ స్కాన్ చేయడానికి ఇక్కడ క్లిక్ చేయండి

# seeMmore
source: See more
te: ఇంకా చూడండి

source: Add more
te: మరిన్ని జోడించండి

source: Ticket History
te: టిక్కెట్ చరిత్ర

source: Raise New Ticket
te: కొత్త టికెట్ తీసుకురండి

source: Type the issue here...
te: సమస్యను ఇక్కడ టైప్ చేయండి...

source: Remark
te: వ్యాఖ్యలు

source: Service Agreement
te: సేవ ఒప్పందం

source: Day Pack
te: డే ప్యాక్

source: Standard plan
te: ప్రామాణిక ప్రణాళిక

source: Are you sure you want to delete?
te: మీరు తొలగించాలనుకుంటున్నారా ఖచ్చితంగా?

source: Your Emergency Contact added successfully
te: మీ అత్యవసర సంప్రదింపు విజయవంతంగా జోడించబడింది

# youCanOnlySaveTwoContactsAsEmergencyContact
source: You can only save 2 contacts as emergency contact
te: మీరు 2 కాంటాక్ట్‌లను మాత్రమే ఎమర్జెన్సీ కాంటాక్ట్‌గా సేవ్ చేయగలరు

source: Failed to save settings
te: సెట్టింగ్‌లను సేవ్ చేయడంలో విఫలమైంది

source: Add Bank Account
te: బ్యాంక్ ఖాతాను జోడించండి

source: Bank Name
te: బ్యాంక్ పేరు

source: Account Number
te: ఖాతా సంఖ్య

# uploadPassbookAndCancelledCheque
source: Upload Passbook & Cancelled cheque
te: పాస్‌బుక్ అప్‌లోడ్ & రద్దు చేయబడిన చెక్

# verifyAndAdd
source: Verify & ADD
te: ధృవీకరించు మరియు చేర్చు

source: Add UPI ID
te: యుపిఐ ఐడి జతచేయి

source: Bonus Expired
te: బోనస్ గడువు ముగిసింది

source: This bonus has expired.
te: ఈ బోనస్ గడువు ముగిసింది.

source: Expiry Date
te: గడువు తేదీ

source: Validation Period
te: ధ్రువీకరణ కాలం

source: Other Issues (if any)
te: ఇతర సమస్యలు (ఏదైనా ఉంటే)

source: Final Confirmation!
te: తుది నిర్ధారణ!

# tripReasonConfirmation
source: Are you sure you want to cancel the trip with the reason
te: మీరు ఖచ్చితంగా కారణంతో పర్యటనను రద్దు చేయాలనుకుంటున్నారా

source: Your trip has been cancelled successfully.
te: మీ పర్యటన విజయవంతంగా రద్దు చేయబడింది.

source: Please select or enter a reason
te: దయచేసి కారణాన్ని ఎంచుకోండి లేదా నమోదు చేయండి

source: Accepted trip by accident
te: ప్రమాదవశాత్తు యాత్రను అంగీకరించారు

source: Problem with pick-up route
te: పికప్ మార్గంలో సమస్య

source: Not safe to pick up
te: పికప్ చేయడం సురక్షితం కాదు

source: Heavy rain, can't go out
te: భారీ వర్షం, బయటకు వెళ్లలేని పరిస్థితి

source: Taxi arrival delayed significantly
te: టాక్సీ రాక గణనీయంగా ఆలస్యం అయింది

source: Forgot an essential item and need to return home
te: నిత్యావసర వస్తువును మర్చిపోయి ఇంటికి తిరిగి రావాలి

source: Feeling unwell and prefer to stay home
te: అనారోగ్యంగా భావించి ఇంట్లోనే ఉండేందుకు ఇష్టపడతారు

source: Model
te: మోడల్

source: Driver Id
te: డ్రైవర్ ఐడి

source: Driver name
te: డ్రైవర్ పేరు

source: Driver rating
te: డ్రైవర్ రేటింగ్

source: QR code for payment
te: చెల్లింపు కోసం క్యూఆర్ కోడ్

source: Payment Method
te: చెల్లింపు పద్ధతి

# upiOrNetBanking
source: UPI/Net banking
te: యూపీఐ / నెట్ బ్యాంకింగ్

source: Debit/ Credit Card
te: డెబిట్/క్రెడిట్ కార్డ్

source: will be charged for each person
te: ప్రతి వ్యక్తికి వసూలు చేయబడుతుంది

source: Duration
te: వ్యవధి

source: Thank You
te: ధన్యవాదాలు

source: Rate the driver
te: డ్రైవర్‌ను రేట్ చేయండి

source: Will do later
te: తర్వాత చేస్తాను

source: Full Name
te: పూర్తి పేరు

source: Always share my ride detail with this contact
te: ఎల్లప్పుడూ ఈ పరిచయంతో నా రైడ్ వివరాలను షేర్ చేయండి

source: Save as emergency contact
te: ఎమర్జెన్సీ కాంటాక్ట్ వలే సేవ్ చేయండి

source: Your Emergency Contact has been saved successfully
te: మీ ఎమర్జెన్సీ కాంటాక్ట్ విజయవంతంగా సేవ్ చేయబడింది

source: SOS
te: ఎస్ఓఎస్

source: Activate
te: యాక్టివేట్

source: Use when you are in
te: మీరు లోపల ఉన్నప్పుడు ఉపయోగించండి

# emergencyText
source: emergency!
te: అత్యవసర!

source: Sos will sent an immediate alert
te: ఎస్ఓఎస్ తక్షణ హెచ్చరికను పంపుతుంది

source: message to the family
te: కుటుంబానికి సందేశం

# membersOrThePeopleTrusted
source: member or the prople you trusted
te: సభ్యుడు లేదా మీరు విశ్వసించిన వ్యక్తులు

source: Add emergency contact
te: అత్యవసర పరిచయాన్ని జోడించండి

source: Add business contact
te: వ్యాపార పరిచయాన్ని జోడించండి

source: No notifications available
te: అవసరమైన నోటిఫికేషన్లు లేవు

source: Website
te: వెబ్సైట్

source: Text
te: వచనం

source: Ride Issue
te: రైడ్ సమస్య

source: Route Issue
te: మార్గం సమస్య

source: Payment Related
te: చెల్లింపు సంబంధించిన

source: Other
te: ఇతర

source: Promotional discount for next ride
te: తదుపరి రైడ్ కోసం ప్రచార తగ్గింపు

# confirmAndClose
source: Confirm & Close
te: నిర్ధారించండి & దగ్గరగా

source: Share Invoice
te: షేర్ బిల్లు

source: User Feedback
te: వినియోగదారు అభిప్రాయం

source: Ticket Id
te: టిక్కెట్ ఐడి

source: Issue Category
te: ఇష్యూ కేటగిరీ

source: Please enter your comment
te: దయచేసి మీ వ్యాఖ్యను నమోదు చేయండి

source: Our terms of conditions
te: మా షరతులు

source: accepted on
te: న అంగీకరించబడింది

source: Notification in detail
te: వివరంగా నోటిఫికేషన్

source: No title
te: టైటిల్ లేదు

source: No Body
te: బాడీ లేదు

source: Edit Profile
te: ప్రొఫైల్‌ని సవరించండి

# addToFavourites
source: Add to Favorites
te: ఇష్టమైన వాటిని జోడించండి

# customFavourite
source: Custom Favorite..
te: కస్టమ్ ఇష్టమైన..

source: Please enter your custom favorite
te: దయచేసి మీకు ఇష్టమైన అనుకూలతను నమోదు చేయండి
