Repository: gauravFlutter07/OIOT_2.0
Catalog: assets/translations/app_*.arb
Languages: te

# appTitle
source: OIOT
te: ఓఈయోట్

source: Settings
te: సెట్టింగ్‌లు

source: Upload Documents
te: పత్రాలను అప్‌లోడ్ చేయండి

source: Wait for Approval
te: ఆమోదం కోసం వేచి ఉండండి

source: Subscribe the Package
te: ప్యాకేజీకి సభ్యత్వం పొందండి

source: Done
te: పూర్తయింది

source: Hello Partner
te: హలో భాగస్వామి

source: Mobile Number
te: మొబైల్ నంబర్

source: Enter your mobile number
te: మీ మొబైల్ నెంబర్ ను ఎంటర్ చేయండి

source: Password
te: పాస్వర్డ్

source: Please enter password
te: దయచేసి పాస్‌వర్డ్‌ని నమోదు చేయండి

source: Enter password
te: పాస్‌వర్డ్‌ని నమోదు చేయండి

source: Forgot password?
te: పాస్‌వర్డ్ మర్చిపోయాను?

source: Sign In
te: సైన్ ఇన్ చేయండి

# donthaveanaccountswiperightto
source: Don't have an account? Click on text below
te: ఖాతా లేదా? దిగువ వచనంపై క్లిక్ చేయండి

source: Create a new account
te: కొత్త ఖాతాను సృష్టించండి

source: Create Account Now!
te: ఇప్పుడు ఖాతాను సృష్టించండి!

# forgotpasswordscreenintro
source: Don't worry! It happens. Please enter the mobile number associated with your account.
te: చింతించకండి! అది జరుగుతుంది. దయచేసి మీ ఖాతాతో అనుబంధించబడిన మొబైల్ నంబర్‌ను నమోదు చేయండి.

# mobileemailaddress
source: Mobile number
te: మొబైల్ నంబర్

# sentotp
source: Send OTP
te: ఓటీపీ ని పంపండి

source: Enter your registered mobile number
te: మీ రిజిస్టర్డ్ మొబైల్ నంబర్‌ను నమోదు చేయండి

# createaaccount
source: Create Account
te: ఖాతాను సృష్టించండి

# firmbusinessname
source: Firm Or Business Name
te: సంస్థ లేదా వ్యాపారం పేరు

source: Owner Name
te: యజమాని పేరు

source: Owner Mobile Number
te: యజమాని మొబైల్ నంబర్

source: Owner Password
te: యజమాని పాస్వర్డ్

source: Vehicle Number
te: వాహనం సంఖ్య

source: Driver Mobile Number
te: డ్రైవర్ మొబైల్ నంబర్

# createpasswordpin
source: Create Password Or Pin
te: పాస్‌వర్డ్ లేదా పిన్ సృష్టించండి

# coinfirmpasswordpin
source: Coinfirm Password Or Pin
te: కాయిన్‌ఫర్మ్ పాస్‌వర్డ్ లేదా పిన్

source: Select this box if you have a referral code
te: మీకు రెఫరల్ కోడ్ ఉంటే ఈ పెట్టెను ఎంచుకోండి

source: Enter Referral Code
te: రెఫరల్ కోడ్‌ని నమోదు చేయండి

source: Fleet Owner Code
te: ఫ్లీట్ ఓనర్ కోడ్

source: Channel Partner Code
te: ఛానెల్ భాగస్వామి కోడ్

source: Register
te: నమోదు చేసుకోండి

source: Already have an account
te: ఖాతా కలిగి ఉన్నారా

source: Login
te: లాగిన్

source: Enter registered mobile number
te: రిజిస్టర్డ్ మొబైల్ నంబర్‌ను నమోదు చేయండి

source: You have entered wrong mobile number
te: మీరు తప్పు మొబైల్ నంబర్‌ని నమోదు చేసారు

# dontWorryItHappensPleaseEnterNumber
source: Don't worry! It happens. Please enter the number associated with your account
te: చింతించకండి! అది జరుగుతుంది. దయచేసి మీ ఖాతాతో అనుబంధించబడిన నంబర్‌ను నమోదు చేయండి

source: Choose your
te: ఎంచుకోండి

source: Preferred Language
te: ఇష్టమైన భాష

source: ready on Oiot
te: ఓయోట్ లో సిద్ధంగా ఉంది

source: your destination
te: మీ గమ్యం

source: find online/offline Cab
te: ఆన్‌లైన్/ఆఫ్‌లైన్ క్యాబ్‌ను కనుగొనండి

# helloWelcome
source: Hello
te: హలో

source: Let's login
te: లెట్స్ లాగిన్

source: Please enter the verification code
te: దయచేసి ధృవీకరణ కోడ్‌ను నమోదు చేయండి

source: Your set pin must be different from previous used password
te: మీ సమితి పిన్ గత ఉపయోగించిన సంకేతపదము నుండి భిన్నంగా ఉండాలి

source: Your Password reset successfully.
te: మీ పాస్‌వర్డ్ రీసెట్ విజయవంతమైంది.

source: Welcome to OIOT
te: ఓఈయోట్ కి స్వాగతం

source: My Wallet
te: నా వాలెట్

# continueLanguage
source: Continue
te: కొనసాగించు

# skipOnBoarding
source: SKIP
te: దాటవేయి

# nextOnboarding
source: Next
te: తరువాత

source: Get started
te: ప్రారంభించండి

# getOnboard
source: Get
te: పొందండి

# setOnboard
source: Set
te: సెట్

# goOnboard
source: Goo...
te: గో...

# onBoardDescriptionOne
source: High-quality services at affordable prices. We ensure excellence without breaking the bank, making our offerings accessible to all.
te: సరసమైన ధరలలో అధిక-నాణ్యత సేవలు. మా ఆఫర్‌లను అందరికీ అందుబాటులో ఉండేలా చేయడం ద్వారా బ్యాంకును విచ్ఛిన్నం చేయకుండా మేము శ్రేష్ఠతను నిర్ధారిస్తాము.

# onBoardDescriptionTwo
source: Our commitment to providing top-notch solutions at competitive rates guarantees that quality remains within reach for every budget, fostering accessibility and satisfaction for all.
te: పోటీ ధరల వద్ద అగ్రశ్రేణి పరిష్కారాలను అందించాలనే మా నిబద్ధత ప్రతి బడ్జెట్‌కు నాణ్యత అందుబాటులో ఉంటుందని హామీ ఇస్తుంది, అందరికీ ప్రాప్యత మరియు సంతృప్తిని పెంపొందిస్తుంది.

# onBoardDescriptionThree
source: Our unwavering dedication to excellence ensures that our services consistently meet the highest standards, making them accessible to everyone seeking top-tier solutions without compromise.
te: శ్రేష్ఠత పట్ల మా అచంచలమైన అంకితభావం మా సేవలు స్థిరంగా అత్యున్నత ప్రమాణాలకు అనుగుణంగా ఉండేలా చూస్తుంది, రాజీ లేకుండా అగ్రశ్రేణి పరిష్కారాలను కోరుకునే ప్రతి ఒక్కరికీ అందుబాటులో ఉండేలా చేస్తుంది.

source: Welcome to a
te: స్వాగతం

# safeWelcome
source: safe
te: సురక్షితం

# wayOfWelcome
source: way of
te: విధమైన

source: finding a ride
te: ఒక రైడ్ కనుగొనడం

# pleaseProvideYourRegNumberToLogin
source: Please provide your registered mobile number to login.
te: లాగిన్ అవ్వడానికి మీ రిజిస్టర్డ్ మొబైల్ నెంబర్ ఇవ్వండి.

# individualCreateAccount
source: Individual
te: వ్యక్తి

# corporateCreateAccount
source: Corporate
te: కార్పొరేట్

# corporateNameCreateAccount
source: Corporate Name
te: కార్పొరేట్ పేరు

# fullNameCreateAccount
source: Full Name
te: పూర్తి పేరు

# emailAddressCreateAccount
source: Email Address
te: ఇమెయిల్ చిరునామా

# maleCreateAccount
source: Male
te: పురుషుడు

# femaleCreateAccount
source: Female
te: స్త్రీ

# iAcceptAllTheCreateAccount
source: I accept all the
te: నేను అన్నింటినీ అంగీకరిస్తున్నాను

# termsAndConditionsCreateAccount
source: terms and conditions
te: నిబంధనలు మరియు షరతులు

source: Create Account
te: ఖాతాను సృష్టించండి

# hintTextNameCreateAccount
source: Zack
te: జాక్

# hintPleaseAcceptBeforeCreateAccount
source: Please accept before create account
te: దయచేసి ఖాతాను సృష్టించే ముందు అంగీకరించండి

# mpinLoginWithMpinorId
source: Login with your MPIN or with your touch ID
te: మీ ఎంపీన్ తో లాగిన్ లేదా క్లియర్ టచ్ ఐడి తో లాగిన్ అవ్వండి

source: Or you can login with your
te: లేదా మీరు మీతో లాగిన్ చేయవచ్చు

# userIdAndPassword
source: User ID & Password
te: యూజర్ ఐడీ, పాస్ వర్డ్

source: Verification Code
te: ధృవీకరణ కోడ్

# enterFourDigitCode
source: Enter 4 digit code
te: 4 అంకెల కోడ్‌ని నమోదు చేయండి

source: Verify
te: నిర్ధారించండి

source: Didn't received the code?
te: కోడ్ అందలేదు?

source: Set PIN
te: పీన్ని సెట్ చేయండి

source: Type your pin
te: మీ పిన్‌ని టైప్ చేయండి

source: Retype your pin
te: మీ పిన్‌ని మళ్లీ టైప్ చేయండి

source: Submit
te: సమర్పించండి

source: Login Now
te: ఇప్పుడు లాగిన్ అవ్వండి

# pleaseEnterName
source: Please enter full name
te: దయచేసి పూర్తి పేరును నమోదు చేయండి

# pleaseEnterMobile
source: Please enter mobile number
te: దయచేసి మొబైల్ నంబర్‌ని నమోదు చేయండి

source: Please enter email id
te: దయచేసి ఇమెయిల్ ఐడిని నమోదు చేయండి

source: Please enter complete MPIN
te: దయచేసి పూర్తి ఎంపీన్ ని నమోదు చేయండి

source: Please re enter complete MPIN
te: దయచేసి పూర్తి ఎంపీన్ ని మళ్లీ నమోదు చేయండి

# enterFourDigitPassword
source: Enter 4-Digit Password
te: 4-అంకెల పాస్‌వర్డ్‌ని నమోదు చేయండి

# reEnterFourDigitPassword
source: Re-enter 4-Digit Code
te: 4-అంకెల కోడ్‌ని మళ్లీ నమోదు చేయండి

# passwordmissmatch
source: Password mismatch
te: పాస్‌వర్డ్ సరిపోలలేదు

source: New password created successfully
te: కొత్త పాస్‌వర్డ్ విజయవంతంగా సృష్టించబడింది

source: Welcome to OIOT
te: ఓఈయోట్ కి స్వాగతం

source: Update Profile
te: ప్రొఫైల్‌ను నవీకరించండి

source: Go to Booking
te: బుకింగ్‌కి వెళ్లండి

source: Hello,
te: హలో,

source: Email
te: ఇమెయిల్

source: Location
te: స్థానము

source: State
te: రాష్ట్రం

source: City
te: నగరం

source: Aadhaar
te: ఆధార్

source: Date of Birth
te: పుట్టిన తేది

source: Your Referral Code
te: మీ రెఫరల్ కోడ్

source: Share
te: షేర్ చేయండి

source: View Profile
te: ప్రొఫైల్ చూడు

# uploadThePicture
source: Upload your picture
te: మీ చిత్రాన్ని అప్‌లోడ్ చేయండి

source: First Name
te: మొదటి పేరు

source: Last Name
te: చివరి పేరు

source: Gender
te: లింగం

source: Male
te: పురుషుడు

source: Female
te: స్త్రీ

source: Prefer Not to Say
te: చెప్పడం ఇష్టం లేదు

source: Select Date
te: తేదీని ఎంచుకోండి

source: Mobile number
te: మొబైల్ నంబర్

source: Email Address
te: ఇమెయిల్ చిరునామా

source: Address
te: చిరునామా

# sruthihint
source: Sruthi
te: శృతి

# agrawalhint
source: Agrawal
te: అగర్వాల్

# friendsNagarBangalorehint
source: Friends Nagar, Bangalore
te: ఫ్రెండ్స్ నగర్, బెంగళూరు

# karnatakahint
source: Karnataka
te: కర్ణాటక

# bangalorehint
source: Bangalore
te: బెంగళూరు

source: Alternative Mobile number
te: ప్రత్యామ్నాయ మొబైల్ నంబర్

source: Please enter first name
te: దయచేసి మొదటి పేరును నమోదు చేయండి

source: Please enter second name
te: దయచేసి రెండవ పేరును నమోదు చేయండి

source: Please enter address
te: దయచేసి చిరునామాను నమోదు చేయండి

# addNBankAccount
source: Add Bank Account
te: బ్యాంక్ ఖాతాను జోడించండి

source: Changes saved successfully!
te: మార్పులు విజయవంతంగా సేవ్ చేయబడ్డాయి!

source: Save Changes
te: మార్పులను సేవ్ చేయండి

source: My Profile
te: నా ప్రొఫైల్

source: Update your KYC
te: కేవైసీ అప్ డేట్ చేయండి

source: Please update your kyc documents to proceed getting out facilities
te: దయచేసి సదుపాయాలను పొందడం కొనసాగించడానికి మీ కేవైసీ పత్రాలను అప్‌డేట్ చేయండి

source: Update KYC now
te: కేవైసీ ని ఇప్పుడే అప్‌డేట్ చేయండి

source: KYC
te: కేవైసీ

source: PAN
te: పాన్

source: Select any one document and upload
te: ఏదైనా ఒక పత్రాన్ని ఎంచుకుని, అప్‌లోడ్ చేయండి

source: PAN Number
te: పాన్ నంబర్

source: Upload PAN
te: పాన్ అప్‌లోడ్ చేయండి

source: Aadhaar Number
te: ఆధార్ నంబర్

source: Upload Aadhaar
te: ఆధార్ అప్ లోడ్

source: Uploading
te: అప్‌లోడ్ చేస్తోంది

source: Upload The Files
te: ఫైల్‌లను అప్‌లోడ్ చేయండి

source: Add Bank Details
te: బ్యాంకు వివరాలను జోడించండి

source: Account Holder Name
te: ఖాతాదారుని పేరు

source: Bank Account Number
te: బ్యాంకు ఖాతా సంఖ్య

source: Confirm Bank Account Number
te: బ్యాంక్ ఖాతా సంఖ్యను నిర్ధారించండి

source: IFSC Code
te: ఐఎఫ్ ఎస్ సీ కోడ్

source: Upload front page of passbook
te: పాస్‌బుక్ మొదటి పేజీని అప్‌లోడ్ చేయండి

source: Add UPI
te: యుపిఐ జతచేయి

source: Instant Payment using UPI App
te: యూపీఐ యాప్ ద్వారా తక్షణ చెల్లింపు

source: Add Now
te: ఇప్పుడు జోడించండి

# shruhiAgarwalBankhint
source: Eg: Shruthi Agarwal
te: ఉదా: శృతి అగర్వాల్

source: Your Bank Account added successfully
te: మీ బ్యాంక్ ఖాతా విజయవంతంగా జోడించబడింది

source: Next
te: తరువాత

source: Archive
te: ఆర్కైవ్

source: Delete
te: తొలగించు

source: Clear all
te: అన్నీ క్లియర్ చేయండి

# oneItemDeleted
source: 1 item deleted
te: 1 అంశం తొలగించబడింది

source: Undo Action
te: చర్యను రద్దు చేయండి

source: All items deleted
te: అన్ని అంశాలు తొలగించబడ్డాయి

# notificationss
source: Notifications
te: నోటిఫికేషన్‌లు

source: Search Notification
te: శోధన నోటిఫికేషన్

source: Total Balance
te: మొత్తం బ్యాలెన్స్

source: All Transactions
te: అన్ని లావాదేవీలు

source: Add Money
te: డబ్బు జోడించండి

source: Pay Now
te: ఇప్పుడు చెల్లించండి

source: Send Money
te: డబ్బు పంపండి

source: Coming Soon!
te: త్వరలో రానుంది!

source: Request Money
te: డబ్బు అభ్యర్థించండి

source: Bonus
te: బోనస్

source: Congratulations!
te: అభినందనలు!

source: Welcome Bonus
te: స్వాగతం బోనస్

source: Referral Bonus
te: రెఫరల్ బోనస్

source: Coupon Bonus
te: కూపన్ బోనస్

source: Subscription Bonus
te: సబ్‌స్క్రిప్షన్ బోనస్

source: Wallet Bonus
te: వాలెట్ బోనస్

source: Performance Bonus
te: పనితీరు బోనస్

source: Failed
te: విఫలమైంది

source: Money added to wallet successfully
te: వాలెట్‌కి డబ్బు విజయవంతంగా జోడించబడింది

source: Please wait
te: దయచేసి వేచి ఉండండి

source: Please wait unless until you
te: దయచేసి మీరు వేచి ఉండండి

source: get confirmation from us.
te: మా నుండి నిర్ధారణ పొందండి.

source: History
te: చరిత్ర

source: Add Wallet
te: వాలెట్‌ జతచేయి

source: Add Amount
te: మొత్తాన్ని జోడించండి

source: Enter Amount
te: మొత్తాన్ని నమోదు చేయండి

source: Add Money to Wallet
te: వాలెట్‌ కి డబ్బుని జోడించండి

source: All Payment method
te: అన్ని చెల్లింపు పద్ధతులు

source: Card
te: కార్డ్

source: Visa, MasterCard & More
te: వీసా, మాస్టర్ కార్డ్ & మరిన్ని

source: Net banking
te: నెట్ బ్యాంకింగ్

source: All India banks
te: ఆల్ ఇండియా బ్యాంకులు

source: UPI
te: యూపీఐ

source: Proceed
te: కొనసాగండి

source: Refer Friends
te: స్నేహితులను సూచించండి

# referralAndEarn
source: REFERRAL & EARN
te: రెఫరల్ & సంపాదించండి

# inviteAFriendHereAndGet
source: Invite a friend here and get, A referral bonus from us and it helps. You and your friends to grow together.
te: స్నేహితుడిని ఇక్కడకు ఆహ్వానించండి మరియు మా నుండి రిఫరల్ బోనస్ పొందండి మరియు ఇది సహాయపడుతుంది. మీరు మరియు మీ స్నేహితులు కలిసి ఎదగడానికి.

source: Invite a Friend Now
te: ఇప్పుడే స్నేహితుడిని ఆహ్వానించండి

source: Referral History
te: రెఫరల్ చరిత్ర

source: Subscriptions
te: సబ్ స్క్రిప్షన్ లు

source: My Plans
te: నా ప్రణాళికలు

source: View History
te: చరిత్రను వీక్షించండి

source: INVOICE
te: ఇన్వాయిస్

# startDateAndTime
source: Start date & time
te: ప్రారంభ తేదీ & సమయం

# endDateAndTime
source: End date & time
te: ముగింపు తేదీ & సమయం

source: Business name / Profile id
te: వ్యాపారం పేరు / ప్రొఫైల్ ఐడి

source: PAN No.
te: పాన్ నెం.

source: GST No.
te: జీఎస్టీ నెం..

source: Total Charges
te: మొత్తం ఛార్జీలు

source: GST amount.
te: జీఎస్టీ మొత్తం.

source: Coupen discount.
te: కూపన్ డిస్కౌంట్.

source: Pg charges.
te: పీజీ ఛార్జీలు.

source: Bank charges.
te: బ్యాంకు చార్జీలు.

source: Round off
te: రౌండ్ ఆఫ్

source: Payment mode
te: చెల్లింపు విధానం

source: Paid Amount
te: చెల్లించిన మొత్తం

source: Current Subscription
te: ప్రస్తుత సబ్ స్క్రిప్షన్

source: View Invoice
te: ఇన్‌వాయిస్‌ని వీక్షించండి

source: Subscribe
te: సబ్ స్క్రైబ్

source: Recommended for you
te: మీకు సిఫార్సు

# annualDayPack
source: 365 Days pack
te: 365 రోజుల ప్యాక్

# itsaTrailPackForYear
source: Its a trail pack for an year
te: ఇది ఒక సంవత్సరం పాటు ట్రయల్ ప్యాక్

# sixMonthsPack
source: 180 days pack
te: 180 రోజుల ప్యాక్

# itsaTrailPackforSixMonths
source: Its a trail pack for 6 months
te: ఇది 6 నెలల ట్రయల్ ప్యాక్

# threeMonthsPack
source: 90 days pack
te: 90 రోజుల ప్యాక్

# itsaTrailPackforThreeMonths
source: Its a trail pack for 3 months
te: ఇది 3 నెలల ట్రయల్ ప్యాక్

source: End Date
te: ఆఖరి తేది

source: Start Date
te: ప్రారంబపు తేది

source: Validity
te: చెల్లుబాటు

source: Your Subscription history
te: మీ సబ్ స్క్రిప్షన్ చరిత్ర

source: Expired
te: గడువు ముగిసింది

source: Active
te: యాక్టివ్

source: My Subscription
te: నా సబ్ స్క్రిప్షన్

source: Recommended Plans
te: సిఫార్సు చేయబడిన ప్రణాళికలు

# oneYearPack
source: 1 Year Pack
te: 1 సంవత్సరం ప్యాక్

# itsaTrailPackForAnnum
source: It's a trail pack for 365 days
te: ఇది 365 రోజుల ట్రయల్ ప్యాక్

source: View Details
te: వివరాలను వీక్షించండి

source: Buy Now
te: ఇప్పుడే కొనండి

# sixMonthPack
source: 6 months Pack
te: 6 నెలల ప్యాక్

# itsaTrailPackForHalfYear
source: It's a trail pack for 180 days
te: ఇది 180 రోజుల ట్రయల్ ప్యాక్

# threeMonthPack
source: 3 months Pack
te: 3 నెలల ప్యాక్

# itsaTrailPackForQuarter
source: It's a trail pack for 90 days
te: ఇది 90 రోజుల ట్రయల్ ప్యాక్

# benefitOne
source: Benefit 1
te: ప్రయోజనం 1

# benefitTwo
source: Benefit 2
te: ప్రయోజనం 2

# benefitThree
source: Benefit 3
te: ప్రయోజనం 3

# benefitFour
source: Benefit 4
te: ప్రయోజనం 4

# benefitFive
source: Benefit 5
te: ప్రయోజనం 5

source: Apply Coupon
te: కూపన్ వర్తించు

source: Change Plan
te: ప్లాన్ మార్చండి

source: Apply
te: దరఖాస్తు చేసుకోండి

source: Referral/Share
te: రెఫరల్/షేర్

source: Business Contacts
te: వ్యాపార పరిచయాలు

source: My Rides
te: నా రైడ్స్

source: My Favourites
te: నా ఫేవరెట్స్

source: Performance Report
te: పనితీరు నివేదిక

source: FAQ
te: ఎఫ్ ఎ క్యూ

source: Help Center/Contact Us
te: సహాయ కేంద్రం/మమ్మల్ని సంప్రదించండి

source: Legal
te: చట్టపరమైన

# community
source: Community(22)
te: కమ్యూనిటీ (22)

source: Logout
te: లాగ్అవుట్

source: Version
te: వెర్షన్

source: Purpose
te: ప్రయోజనం

source: Hybrid Taxi Solution
te: హైబ్రిడ్ టాక్సీ సొల్యూషన్

source: Paying Subscription
te: చెల్లింపు సబ్ స్క్రిప్షన్

source: Wallet Amount
te: వాలెట్ మొత్తం

source: Enter Code
te: కోడ్ వ్రాయండి

source: All Payment methods
te: అన్ని చెల్లింపు పద్ధతులు

# visaMasterCardAndMore
source: Visa, MasterCard & More
te: వీసా, మాస్టర్ కార్డ్ & మరిన్ని

source: Subscription completed successfully
te: సభ్యత్వం విజయవంతంగా పూర్తయింది

# pleaseEnterFourDigitPassword
source: Please enter 4-digit Password
te: దయచేసి 4-అంకెల పాస్‌వర్డ్‌ని నమోదు చేయండి

# pleaseReEnterFourDigitPassword
source: Please re enter 4-digit Password
te: దయచేసి 4-అంకెల పాస్‌వర్డ్‌ని మళ్లీ నమోదు చేయండి

source: Please enter your registered mobile number
te: దయచేసి మీ నమోదిత మొబైల్ నంబర్‌ను నమోదు చేయండి

# pleaseEnteraValidTenDigitMobileNumber
source: Please enter a valid 10-digit mobile number
te: దయచేసి చెల్లుబాటు అయ్యే 10-అంకెల మొబైల్ నంబర్‌ను నమోదు చేయండి

source: Referral to
te: రెఫరల్

source: Status
te: స్థితి

source: Referral Code
te: రెఫరల్ కోడ్

# dateAndTime
source: Date & Time
te: తేదీ & సమయం

source: SHARE FOLLOWING CODE
te: ఈ క్రింది కోడ్ ని భాగస్వామ్యం చేయండి

source: Driver
te: డ్రైవర్

source: Rider
te: రైడర్

source: Invite Friends
te: స్నేహితులను ఆహ్వానించండి

source: Kyc updated successfully
te: Kyc విజయవంతంగా అప్ డేట్ చేయబడింది

source: Turn on if you have referral code!
te: మీకు రెఫరల్ కోడ్ ఉంటే ఆన్ చేయండి!

source: Enter Referral code
te: రెఫరల్ కోడ్‌ని నమోదు చేయండి

source: Your new contact has been saved successfully
te: మీ కొత్త పరిచయం విజయవంతంగా సేవ్ చేయబడింది

source: discount
te: డిస్కౌంట్

source: Expiry
te: గడువు ముగిసింది

source: Tap to Claim
te: క్లెయిమ్ చేయడానికి నొక్కండి

source: Your bonus of
te: మీ బోనస్

# hasBeenAddedToWallet
source: has been added to your wallet.
te: మీ వాలెట్‌కి జోడించబడింది.

source: Search contact
te: పరిచయాన్ని శోధించండి

source: Sync Contacts
te: పరిచయాలను సింక్ చేయి

source: Add Contact
te: పరిచయం జోడించడం

source: Eg: Raghu Yadav
te: ఉదా: రఘు యాదవ్

# egMobileNumber
source: Eg: 9876543215
te: ఉదా: 9876543215

# egEmailAddress
source: Eg: raghu@gmail.com
te: ఉదా: raghu@gmail.com

source: Please enter full name
te: దయచేసి పూర్తి పేరును నమోదు చేయండి

source: Bank account number mismatch
te: బ్యాంక్ ఖాతా సంఖ్య సరిపోలలేదు

source: Confirmation
te: నిర్ధారణ

source: Are you sure want to delete this favourite?
te: మీరు ఈ ఇష్టాన్ని ఖచ్చితంగా తొలగించాలనుకుంటున్నారా?

source: Yes
te: అవును

source: No
te: కాదు

source: Emergency Contact
te: అత్యవసర సంప్రదింపు

# noContactsFound
source: No Contacts found! Tap the button below to sync your contacts.
te: పరిచయాలు ఏవీ కనుగొనబడలేదు! మీ పరిచయాలను సమకాలీకరించడానికి దిగువ బటన్‌ను నొక్కండి.

source: No phone number
te: ఫోన్ నంబర్ లేదు

source: Daily Ride
te: డైలీ రైడ్

source: Current Location
te: ప్రస్తుత స్తలం

source: Enter Destination
te: గమ్యాన్ని నమోదు చేయండి

source: Locate On Map
te: మ్యాప్‌లో గుర్తించండి

source: Please enter current location
te: దయచేసి ప్రస్తుత స్థానాన్ని నమోదు చేయండి

source: Please enter destination location
te: దయచేసి గమ్యస్థాన స్థానాన్ని నమోదు చేయండి

source: Someone else taking this ride?
te: ఈ రైడ్‌ని వేరొకరు చేస్తున్నారు?

source: Choose a contact so that they also get driver number vehicle detail and ride OTP via SMS.
te: కాంటాక్ట్‌ను ఎంచుకోండి, తద్వారా వారు డ్రైవర్ నంబర్ వాహన వివరాలను కూడా పొందుతారు మరియు ఎస్ ఎంఎస్ లు ద్వారా ఓటీపీ ని రైడ్ చేస్తారు.

source: My self
te: నా ఆత్మ

source: Choose another contact
te: మరొక పరిచయాన్ని ఎంచుకోండి

source: Contact Name:
te: పరిచయం పేరు:

source: Do you want to take travel Insurance?
te: మీరు ప్రయాణ బీమా తీసుకోవాలనుకుంటున్నారా?

source: Skip
te: దాటవేయి

source: Choose a Ride
te: ఒక రైడ్ ఎంచుకోండి

source: Hatchback
te: హ్యాచ్‌బ్యాక్

source: Sedan
te: సెడాన్

source: Suv
te: ఎస్ యూవీ

source: Estimated Pricing
te: అంచనా ధర

# pleaseNoteYourFinalInvoice
source: Please note your final invoice will be based on your actual time takes and kilometers of your trips
te: దయచేసి మీ తుది ఇన్‌వాయిస్ మీ వాస్తవ సమయం మరియు మీ పర్యటన యొక్క కిలోమీటర్ల ఆధారంగా ఉంటుందని గమనించండిs

source: Estimated Amount
te: అంచనా మొత్తం

source: Booking ID
te: బుకింగ్ ఐడి

source: Pickup Location
te: పికప్ స్థానము

source: Drop Location
te: డ్రాప్ స్థానం

source: Service Type
te: సేవా రకం

source: Package
te: ప్యాకేజీ

# basePrice
source: Base Price(min)
te: ప్రాథమిక ధర(నిమి)

source: Extra Km
te: అదనపు కి.మీ

# extraTime
source: Extra Time (minimum hrs per day)
te: అదనపు సమయం (రోజుకు కనీసం గంటలు)

source: Total Distance
te: మొత్తం దూరం

source: Total Riding Time
te: మొత్తం రైడింగ్ సమయం

source: Book Now
te: ఇప్పుడు బుక్

source: Finding a clean and safe cab nearby!
te: సమీపంలోని శుభ్రమైన మరియు సురక్షితమైన క్యాబ్‌ను కనుగొనడం!

source: Cancel Ride Request
te: రైడ్ అభ్యర్థనను రద్దు చేయండి

source: Driver Searching
te: డ్రైవర్ శోధన

source: Remaining Time
te: మిగిలిన సమయం

source: seconds
te: సెకన్లు

source: Rating
te: రేటింగ్

source: away
te: దూరంగా

source: Dicount Price
te: డిస్కౌంట్ ధర

source: Reject
te: తిరస్కరించు

source: Select
te: ఎంచుకోండి

source: Driver on the way
te: దారిలో డ్రైవర్

source: Call Driver
te: డ్రైవర్‌కి కాల్ చేయండి

source: Support
te: మద్దతు

source: Cancel Ride
te: రైడ్‌ని రద్దు చేయండి

source: Conditions apply
te: షరతులు వర్తిస్తాయి

source: Driver reached your pickup location
te: డ్రైవర్ మీ పికప్ స్థానానికి చేరుకున్నారు

source: Trip ID
te: ట్రిప్ ఐడి

source: KM Left
te: కిలోమీటరు దూరం

source: Time Left
te: మిగిలి వున్న సమయం

source: Destination
te: గమ్యం

source: Your Trip Completed!
te: మీ ట్రిప్ పూర్తయింది!

source: Start date & time
te: ప్రారంభ తేదీ & సమయం

source: End date & time
te: ముగింపు తేదీ & సమయం

source: Billing Details
te: బిల్లింగ్ వివరాలు

source: Route Details
te: రూట్ వివరాలు

source: Amount to be paid
te: చెల్లించాల్సిన మొత్తం

source: Driver Discount
te: డ్రైవర్ డిస్కౌంట్

source: Conv. Charges
te: కాన్. ఛార్జీలు

source: Payable Amount
te: చెల్లించవలసిన మొత్తం

source: Pay Online
te: ఆన్‌లైన్‌లో చెల్లించండి

source: Pay Cash
te: నగదు చెల్లింపు

source: Approve & Proceed
te: ఆమోదించండి & కొనసాగించండి

source: Booking Type
te: బుకింగ్ రకం

source: Submit Now
te: ఇప్పుడే సమర్పించండి

# driverRatingSuccessPopUp
source: Driver rating submitted successfully
te: డ్రైవర్ రేటింగ్ విజయవంతంగా సమర్పించబడింది

source: Raise Ticket
te: టికెట్ పెంచండి

source: Thanks for your valuable feedback
te: మీ విలువైన అభిప్రాయానికి ధన్యవాదాలు

source: Rental
te: అద్దె

source: Vehicle Type
te: వాహనం రకం

# pleaseSelectVehicleType
source: Please select a vehicle type
te: దయచేసి వాహనం రకాన్ని ఎంచుకోండి

# pleaseSelectPackage
source: Please select a package
te: దయచేసి ఒక ప్యాకేజీని ఎంచుకోండి

# applyCaps
source: APPLY
te: దరఖాస్తు చేయండి

source: Get Price
te: ధర పొందండి

source: Outstation
te: అవుట్‌స్టేషన్

# selectDateTime
source: Select Date and Time
te: తేదీ మరియు సమయాన్ని ఎంచుకోండి

source: One Way
te: వన్ వే

source: Round Trip
te: రౌండ్ ట్రిప్

source: Outstation Ride
te: అవుట్‌స్టేషన్ రైడ్

source: Rental Ride
te: అద్దె రైడ్

source: My Schedule
te: నా షెడ్యూల్

source: No Favourites
te: ఇష్టమైనవి లేవు

source: Around You
te: మీ చుట్టూ

source: GO HOME
te: ఇంటికి వెళ్ళు

# activeCaps
source: ACTIVE
te: యాక్టివ్

source: MORE
te: మరింత

source: Selected Date Range
te: ఎంచుకున్న తేదీ పరిధి

source: Condition apply
te: షరతు వర్తిస్తుంది

# idNumber
source: ID
te: ఐడి

source: Total Amount
te: మొత్తం

source: Reason
te: కారణం

source: Close
te: మూసివేయి

source: Download Invoice
te: ఇన్‌వాయిస్‌ని డౌన్‌లోడ్ చేయండి

source: Vehicle model
te: వాహనం మోడల్

source: Trip date
te: పర్యటన తేదీ

source: Trip time
te: ప్రయాణ సమయం

source: Scheduled
te: షెడ్యూల్

source: Interested
te: ఆసక్తి ఉంది

source: Accepted
te: ఆమోదించబడిన

source: Extra Minutes
te: అదనపు నిమిషాలు

source: Base Fare
te: బేస్ ఫేర్

source: Re-Schedule
te: మళ్లీ షెడ్యూల్ చేయండి

source: minutes
te: నిమిషాలు

source: Upcoming
te: రాబోయేది

source: Scheduled Trips
te: షెడ్యూల్డ్ పర్యటనలు
